"info_title" = "Προσωπικές πληροφορίες";
"pref_homeAddress_name" = "Προτιμώμενη διεύθυνση";
"pref_homePhone_name" = "Προτιμώμενος τηλεφωνικός αριθμός";
"ui_title" = "Ρυθμίσεις χρήστη";
"pref_motorcycledata_name" = "Απενεργοποίηση εμφάνισης δεδομένων απόδοσης;";
"pref_nav_app" = "Εφαρμογή πλοήγησης";
"nav_app_apple" = "Apple Maps"; // Needs Translation
"nav_app_google" = "Google Maps"; // Needs Translation
"nav_app_scenic" = "Scenic"; // Needs Translation
"nav_app_sygic" = "Sygic"; // Needs Translation
"nav_app_waze" = "Waze"; // Needs Translation
"nav_app_mapsme" = "Maps.me"; // Needs translation
"pref_nightMode_name" = "Νυχτερινή λειτουργία";
"pref_pressuref_name" = "Μονάδα μέτρησης πίεσης";
"pressuref_bar" = "Bar"; // Needs Translation
"pressuref_kpa" = "kPa"; // Needs Translation
"pressuref_kgf" = "Kg-f"; // Needs Translation
"pressuref_psi" = "psi"; // Needs Translation
"pref_tempf_name" = "Μονάδα μέτρησης θερμοκρασίας";
"tempf_c" = "Κελσίου";
"tempf_f" = "Φάρεναϊτ";
"pref_distance_name" = "Μονάδα μέτρησης αποστάσεων";
"distance_m" = "Μετρικό σύστημα";
"distance_i" = "Βρετανικό σύστημα";
"pref_bearing_name" = "Μονάδα μέτρησης προσανατολισμού";
"bearing_d" = "Μοίρες";
"bearing_c" = "Σημεία ορίζοντα";
"pref_orientation_title" = "Κλείδωμα προσανατολισμού οθόνης";
"pref_orientation_footer" = "Απαιτείται επανεκκίνηση της εφαρμογής για να εφαρμοστεί";
"pref_orientation_name" = "Προσανατολισμός οθόνης";
"orientation_a" = "Αυτόματος";
"orientation_l" = "Οριζόντιος";
"orientation_p" = "Κάθετος";
"pref_contact_sorting" = "Ταξινόμηση επαφών";
"lastname" = "Επώνυμο";
"firstname" = "Όνομα";
"pref_displayBrightness_name" = "Μέγιστη φωτεινότητα";
"alerting_title" = "Ρυθμίσεις ειδοποιήσεων";
"pref_custom_tpm_threshold_title" = "Ενεργοποίηση προσαρμοσμένου ορίου";
"pref_custom_tpm_threshold" = "Προσαρμοσμένο όριο πίεσης ελαστικών";
"pref_tpm_threshold_title" = "Όριο χαμηλής πίεσης ελαστικών";
"pref_tpm_threshold" = "Όριο χαμηλής πίεσης ελαστικών, προσδιορίστε έναν αριθμό ανάλογα με την επιλεγμένη μονάδα μέτρησης της επιλογής σας";
"pref_fuel_routing_title" = "Διαδρομή σε πλησιέστερο πρατήριο υγρών καυσίμων";
"pref_fuel_routing_footer" = "Ερώτηση για πλοήγηση στο πλησιέστερο πρατήριο υγρών καυσίμων όταν το σφάλμα χαμηλής στάθμης καυσίμου είναι ενεργοποιημένο";
"pref_fuel_routing_enable_title" = "Ενεργοποίηση πλοήγησης σε πρατήριο υγρών καυσίμων";
"pref_grid_settings_title" = "Παραμετροποίηση πλέγματος δεδομένων";
"pref_tasks_settings_title" = "Παραμετροποίηση δυνατοτήτων";
"debug_settings_title" = "Ρυθμίσεις αποσφαλμάτωσης";
"pref_debuglogging_name" = "Ενεργοποίησης καταγραφών αποσφαλμάτωσης";
"pref_debuglogging_summary" = "Ενεργοποιήστε μόνο αν χρειαστεί από την υποστήριξη καθώς μπορεί να επιρρεάσει την απόδωση.  Παρακαλούμε απενεργοποιήστε όταν ολοκληρωθεί η υποστήριξη.";
